import Card from "../../card/card"


export default function Geans(props){
    return(
        <>
            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/31/4c/73/314c73cdf4defffaacd9fcfc03e42fca.jpg"
                description = "Джинсы Blaze – для тех, кто ценит стиль и комфорт. Изготовлены из высококачественного денима, они обеспечивают максимальный комфорт и долговечность. Лаконичный дизайн и нейтральные цвета делают эти джинсы универсальными для любого гардероба."
                name = "Blaze"
                idNum = "121">

                {props.children}
            </Card>

            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/d0/21/01/d02101b7bf3954713c05afc4bfb889cc.jpg"
                description = "Джинсы Icon – стильный и модный выбор для повседневного ношения. Изготовлены из прочного и эластичного материала, они обеспечивают свободу движений и удобство. Лаконичный дизайн и универсальные цвета делают эти джинсы идеальными для любого случая."
                name = "Icon"
                idNum = "122">

                {props.children}
            </Card>

            <Card price = "3 300"
                foto = "https://i.pinimg.com/474x/63/2f/d3/632fd339e82e95b42dd3851fe5493107.jpg"
                description = "Джинсы Apex – идеальный выбор для тех, кто ценит стиль и комфорт. Изготовлены из высококачественного денима, они обеспечивают максимальный комфорт и долговечность. Лаконичный дизайн и нейтральные цвета делают эти джинсы универсальными для любого гардероба."
                name = "Apex"
                idNum = "123">

                {props.children}
            </Card>

            <Card price = "3 100"
                foto = "https://i.pinimg.com/474x/a6/26/ec/a626ec07cf0c175601199216d7d4b279.jpg"
                description = "Джинсы Vortex – стильный и модный выбор для повседневного ношения. Изготовлены из прочного и эластичного материала, они обеспечивают свободу движений и удобство. Лаконичный дизайн и универсальные цвета делают эти джинсы идеальными для любого случая."
                name = "Vortex"
                idNum = "124">

                {props.children}
            </Card>

            <Card price = "4 600"
                foto = "https://i.pinimg.com/474x/1a/78/a8/1a78a85a5e9c514e2e77bbe58ff3a02e.jpg"
                description = "Джинсы Surge – для тех, кто ценит динамичный и активный образ жизни. Изготовлены из прочного и эластичного материала, они обеспечивают свободу движений и удобство. Лаконичный дизайн и нейтральные цвета делают эти джинсы универсальными для любого гардероба."
                name = "Surge"
                idNum = "125">

                {props.children}
            </Card>

            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/85/96/b3/8596b3a1ac4d0f5ec8427732630b474c.jpg"
                description = "Джинсы Edge – стильный и функциональный выбор для повседневного ношения. Изготовлены из высококачественного денима, они обеспечивают максимальный комфорт и долговечность. Лаконичный дизайн и нейтральные цвета делают эти джинсы универсальными для любого случая."
                name = "Edge"
                idNum = "126">

                {props.children}
            </Card>

            <Card price = "3 100"
                foto = "https://i.pinimg.com/474x/60/8d/bd/608dbdecd28d2d661be338b5c26c994c.jpg"
                description = "Джинсы Zenith – для тех, кто ценит элегантность и комфорт. Изготовлены из прочного и эластичного материала, они обеспечивают свободу движений и удобство. Лаконичный дизайн и универсальные цвета делают эти джинсы идеальными для любого случая."
                name = "Zenith"
                idNum = "127">

                {props.children}
            </Card>

            <Card price = "3 100"
                foto = "https://i.pinimg.com/474x/6f/73/c1/6f73c1b26bb45cb9769ef930cc21cbba.jpg"
                description = "Джинсы Gravity – стильный и модный выбор для активных мужчин. Изготовлены из прочного и эластичного материала, они обеспечивают свободу движений и удобство. Лаконичный дизайн и универсальные цвета делают эти джинсы идеальными для любого случая."
                name = "Gravity"
                idNum = "128">

                {props.children}
            </Card>

            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/21/76/e5/2176e5018dd3e5fcb3e266f4a36c889d.jpg"
                description = "Джинсы Pulse – идеальный выбор для повседневного ношения. Изготовлены из высококачественного денима, они обеспечивают максимальный комфорт и долговечность. Лаконичный дизайн и нейтральные цвета делают эти джинсы универсальными для любого гардероба."
                name = "Pulse"
                idNum = "129">

                {props.children}
            </Card>

            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/35/ad/db/35addb7fa4ae6de92a29edbb79559822.jpg"
                description = "Джинсы Momentum – для тех, кто ценит стиль и функциональность. Изготовлены из прочного и эластичного материала, они обеспечивают свободу движений и удобство. Лаконичный дизайн и универсальные цвета делают эти джинсы идеальными для любого случая."
                name = "Momentum"
                idNum = "130">

                {props.children}
            </Card>

            <Card price = "4 200"
                foto = "https://i.pinimg.com/474x/33/36/76/333676131015e67abd3bb24271ee0859.jpg"
                description = "Джинсы Elevate – стильный и функциональный аксессуар для повседневного ношения. Изготовлены из высококачественного денима, они обеспечивают максимальный комфорт и долговечность. Лаконичный дизайн и нейтральные цвета делают эти джинсы универсальными для любого случая."
                name = "Elevate"
                idNum = "131">

                {props.children}
            </Card>

            <Card price = "3 100"
                foto = "https://i.pinimg.com/474x/55/96/d7/5596d7ec17ad3546a8a964b702e418cc.jpg"
                description = "Джинсы Surge – для тех, кто ценит динамичный и активный образ жизни. Изготовлены из прочного и эластичного материала, они обеспечивают свободу движений и удобство. Лаконичный дизайн и нейтральные цвета делают эти джинсы универсальными для любого гардероба."
                name = "Surge"
                idNum = "132">

                {props.children}
            </Card>
        </>
    )
}