import Card from "../../card/card"


export default function Accessories(props){
    return(
        <>
            <Card price = "1 500"
                foto = "https://i.pinimg.com/474x/e6/47/41/e64741976b31f6438bc5642b72dff71d.jpg"
                description = "Браслет Radiant – это утонченное произведение ювелирного искусства, созданное для тех, кто ценит стиль и изысканность. Изготовленный из высококачественного серебра с инкрустацией сверкающих кристаллов, он придает образу элегантность и блеск. Тонкий и изящный дизайн браслета позволяет носить его как в повседневной жизни, так и на торжественных мероприятиях. Браслет Radiant легко сочетается с другими украшениями, создавая гармоничный и завершенный образ. Благодаря регулируемой застежке, он подходит для запястий любого размера, обеспечивая комфорт и надежность в ношении."
                name = "Radiant"
                idNum = "157">

                {props.children}
            </Card>

            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/b4/4d/f2/b44df249c0d2e55023d77c6b54268cca.jpg"
                description = "Браслет Elegance – воплощение изящества и утонченности. Изготовленный из благородного металла, он украшен мелкими переливающимися камнями, которые придают ему неповторимый блеск. Этот браслет станет идеальным дополнением к вашему вечернему наряду, подчеркнув вашу женственность и стиль. Благодаря своему универсальному дизайну, Elegance подходит для любого случая – от деловых встреч до романтических ужинов. Регулируемая застежка обеспечивает удобную посадку на запястье, делая этот браслет незаменимым аксессуаром в вашем гардеробе."
                name = "Elegance"
                idNum = "158">

                {props.children}
            </Card>

            <Card price = "3 500"
                foto = "https://i.pinimg.com/474x/a3/56/bf/a356bff8ed0de182d4e9472985eff668.jpg"
                description = "Цепь Unity – это символ единства и гармонии. Изготовленная из прочного металла, она украшена изящным кольцом, которое висит на шее, придавая образу особую значимость. Цепь имеет тонкий и лаконичный дизайн, который делает ее идеальным аксессуаром для любого случая. Unity легко сочетается с другими украшениями, создавая гармоничный и стильный образ. Этот аксессуар станет прекрасным подарком для близких людей, символизируя связь и единство. Длина цепи регулируется, что позволяет носить ее с разными типами одежды и аксессуаров."
                name = "Unity"
                idNum = "159">

                {props.children}
            </Card>

            <Card price = "2 800"
                foto = "https://i.pinimg.com/474x/ae/08/c8/ae08c8abb389f0ef0c088ea010b13bb9.jpg"
                description = "Браслет Faith – это символ веры и надежды, выполненный в виде изящного креста. Изготовленный из высококачественного металла, он украшен мелкими сверкающими камнями, которые придают ему особый шарм и элегантность. Этот браслет идеально подходит для тех, кто хочет подчеркнуть свою духовность и стиль. Его можно носить как отдельно, так и в сочетании с другими украшениями. Регулируемая застежка обеспечивает удобную посадку на запястье, делая браслет Faith универсальным аксессуаром для любого случая."
                name = "Faith"
                idNum = "160">

                {props.children}
            </Card>

            <Card price = "4 900"
                foto = "https://i.pinimg.com/474x/3f/a1/16/3fa116f82162f81812ad8bc21452e86d.jpg"
                description = "Цепь Harmony – это воплощение гармонии и изысканности. Изготовленная из благородного металла, она обладает тонким и элегантным дизайном, который делает ее идеальным аксессуаром для любого случая. Цепь Harmony легко сочетается с другими украшениями, создавая гармоничный и стильный образ. Этот аксессуар станет прекрасным дополнением к вашему гардеробу, подчеркнув вашу индивидуальность и утонченность. Длина цепи регулируется, что позволяет носить ее с разными типами одежды и аксессуаров."
                name = "Harmony"
                idNum = "161">

                {props.children}
            </Card>

            <Card price = "5 500"
                foto = "https://i.pinimg.com/474x/68/b5/46/68b5463c869b42e79d21f62315d7fd33.jpg"
                description = "Часы Precision – это сочетание функциональности и стиля. Изготовленные из высококачественных материалов, они обеспечивают точность и долговечность. Лаконичный и современный дизайн делает эти часы идеальным аксессуаром для любого случая – от деловых встреч до повседневного использования. Часы Precision оснащены удобным и прочным ремешком, который обеспечивает комфортное ношение на запястье. Этот аксессуар подчеркнет вашу пунктуальность и стиль, добавив вашему образу изысканности и элегантности."
                name = "Precision"
                idNum = "162">

                {props.children}
            </Card>

            <Card price = "2 700"
                foto = "https://i.pinimg.com/474x/8f/05/46/8f0546ff3349dc94ac3eeff5341b2b05.jpg"
                description = "Браслет Serenity – это олицетворение спокойствия и гармонии. Изготовленный из высококачественного металла, он украшен мелкими сверкающими камнями, которые придают ему особую элегантность. Тонкий и изящный дизайн браслета позволяет носить его как в повседневной жизни, так и на торжественных мероприятиях. Serenity легко сочетается с другими украшениями, создавая гармоничный и завершенный образ. Благодаря регулируемой застежке, он подходит для запястий любого размера, обеспечивая комфорт и надежность в ношении."
                name = "Serenity"
                idNum = "163">

                {props.children}
            </Card>

            <Card price = "1 800"
                foto = "https://i.pinimg.com/474x/15/66/63/156663cc47d45a8c0aab27cfe99c780c.jpg"
                description = "Веревка Braided – это стильный и оригинальный аксессуар для любого случая. Изготовленная из прочного материала, она плетена вручную, что придает ей уникальный и аутентичный вид. Braided можно носить как отдельно, так и в сочетании с другими украшениями, создавая многослойный и интересный образ. Этот аксессуар идеально подходит для повседневного использования, добавляя вашему стилю индивидуальности и оригинальности. Благодаря своей универсальности, веревка Braided станет прекрасным дополнением к вашему гардеробу."
                name = "Braided"
                idNum = "164">

                {props.children}
            </Card>

            <Card price = "2 200"
                foto = "https://i.pinimg.com/474x/24/f5/a6/24f5a6e36968038396dfebec1231963c.jpg"
                description = "Браслет Clasp – это стильный и функциональный аксессуар для любого случая. Изготовленный из высококачественного металла, он оснащен надежной защелкой, которая обеспечивает удобство и безопасность в ношении. Лаконичный и современный дизайн браслета делает его универсальным для любого гардероба. Clasp легко сочетается с другими украшениями, создавая гармоничный и стильный образ. Этот браслет станет прекрасным дополнением к вашему гардеробу, подчеркнув вашу индивидуальность и элегантность."
                name = "Clasp"
                idNum = "165">

                {props.children}
            </Card>

            <Card price = "4 500"
                foto = "https://i.pinimg.com/474x/fe/10/fa/fe10fad9a88085bc7b95f4e2065ac8be.jpg"
                description = "Цепь Jewel – это воплощение изысканности и элегантности. Изготовленная из благородного металла, она украшена изящным украшением, которое придает ей особый шарм. Тонкий и утонченный дизайн цепи делает ее идеальным аксессуаром для любого случая – от деловых встреч до вечерних мероприятий. Jewel легко сочетается с другими украшениями, создавая гармоничный и стильный образ. Длина цепи регулируется, что позволяет носить ее с разными типами одежды и аксессуаров."
                name = "Jewel"
                idNum = "166">

                {props.children}
            </Card>

            <Card price = "4 200"
                foto = "https://i.pinimg.com/474x/03/cc/d3/03ccd359e9acdf0d0bc3ebd6424f1008.jpg"
                description = "Браслет Metallica – это стильный и прочный аксессуар для любого случая. Изготовленный из высококачественного металла, он отличается своей долговечностью и элегантностью. Лаконичный и современный дизайн браслета делает его универсальным для любого гардероба. Metallica легко сочетается с другими украшениями, создавая гармоничный и стильный образ. Этот браслет станет прекрасным дополнением к вашему гардеробу, подчеркнув вашу индивидуальность и утонченность."
                name = "Metallica"
                idNum = "167">

                {props.children}
            </Card>

            <Card price = "1 500"
                foto = "https://i.pinimg.com/474x/25/fe/1f/25fe1f644c1f505c4a673a7bf8a1f2b2.jpg"
                description = "Брелок Keychain – это стильный и функциональный аксессуар для вашего гардероба. Изготовленный из высококачественного металла, он оснащен прочной цепью, которая придает ему особый шарм и долговечность. Лаконичный и современный дизайн брелока делает его идеальным для повседневного использования, добавляя вашему стилю оригинальности и элегантности. Keychain станет прекрасным дополнением к вашему гардеробу, подчеркнув вашу индивидуальность и утонченность."
                name = "Keychain"
                idNum = "168">

                {props.children}
            </Card>
        </>
    )
}