import Card from "../../card/card"


export default function Accessories(props){
    return(
        <>
            <Card price = "3 500"
                foto = "https://i.pinimg.com/474x/e7/7f/28/e77f28d36e0debba421aeaa0d97ef825.jpg"
                description = "Набор Duo включает в себя изысканный браслет и ожерелье, выполненные из высококачественного серебра и украшенные натуральными камнями. Браслет и ожерелье прекрасно сочетаются друг с другом, создавая единый элегантный образ. Лаконичный дизайн и универсальные размеры делают этот набор идеальным для любого случая, будь то повседневная носка или торжественное мероприятие."
                name = "Duo"
                idNum = "73">

                {props.children}
            </Card>

            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/da/54/9b/da549be8c4769399a691662035b8b5b5.jpg"
                description = "Очки Vision – это стильный и функциональный аксессуар, который добавит вашему образу элегантности и завершенности. Рамка выполнена из легкого и прочного материала, обеспечивающего комфорт и долговечность. Линзы с защитой от ультрафиолетовых лучей сохраняют ваше зрение в безопасности. Универсальный дизайн и нейтральные цвета позволяют сочетать эти очки с любыми нарядами."
                name = "Vision"
                idNum = "74">

                {props.children}
            </Card>

            <Card price = "2 800"
                foto = "https://i.pinimg.com/474x/9c/46/84/9c4684e72f9afdec234e70be4c5fa88a.jpg"
                description = "Серьги Sparkle – изысканный и утонченный аксессуар, который подчеркнет вашу красоту и элегантность. Изготовлены из серебра и украшены сверкающими камнями, они придают образу блеск и утонченность. Лаконичный дизайн и универсальный размер делают эти серьги идеальными для любого случая, будь то повседневная носка или вечерний выход."
                name = "Sparkle"
                idNum = "75">

                {props.children}
            </Card>

            <Card price = "3 000"
                foto = "https://i.pinimg.com/474x/a2/2a/86/a22a8600f508576702143225c8c7e1f8.jpg"
                description = "Сумка Elegance – стильный и практичный аксессуар для повседневного использования. Изготовлена из высококачественной эко-кожи, она отличается прочностью и долговечностью. Просторное внутреннее отделение и несколько карманов позволяют удобно разместить все необходимые вещи. Лаконичный дизайн и нейтральные цвета делают эту сумку универсальной и легко сочетаемой с любыми нарядами."
                name = "Elegance"
                idNum = "76">

                {props.children}
            </Card>

            <Card price = "3 500"
                foto = "https://i.pinimg.com/474x/2c/e0/5a/2ce05af1790b710c836126507be8b677.jpg"
                description = "Сумка Chic – идеальный выбор для современных женщин, которые ценят стиль и функциональность. Изготовлена из высококачественной натуральной кожи, она отличается элегантным дизайном и продуманной организацией внутреннего пространства. Несколько отделений и карманов обеспечивают удобство и порядок. Лаконичные детали и классические цвета делают эту сумку идеальной для любого случая."
                name = "Chic"
                idNum = "77">

                {props.children}
            </Card>

            <Card price = "3 500"
                foto = "https://i.pinimg.com/474x/be/ea/17/beea17d94831a3a1af6e6b388207f728.jpg"
                description = "Сумка Casual – удобный и стильный аксессуар для повседневного использования. Изготовлена из прочного и легкого материала, она идеально подходит для активного образа жизни. Просторное внутреннее отделение и дополнительные карманы позволяют удобно разместить все необходимые вещи. Яркие цвета и оригинальный дизайн добавляют вашему образу индивидуальности и динамичности."
                name = "Casual"
                idNum = "78">

                {props.children}
            </Card>

            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/e1/fb/4d/e1fb4d36231ed8bd6e88006a5361d9ea.jpg"
                description = "Сумка Classic – универсальная модель, которая подойдет для любого гардероба. Изготовлена из высококачественной эко-кожи, она отличается прочностью и долговечностью. Просторное внутреннее отделение и несколько карманов обеспечивают удобство и порядок. Лаконичный дизайн и нейтральные цвета делают эту сумку идеальной для повседневного использования и деловых встреч."
                name = "Classic"
                idNum = "79">

                {props.children}
            </Card>

            <Card price = "2 200"
                foto = "https://i.pinimg.com/474x/79/d4/d9/79d4d949befc9f4ca45ae0b5aeaa6cf3.jpg"
                description = "Цепочка Chain – классический аксессуар для любого наряда. Изготовлена из высококачественного серебра, она добавит вашему образу элегантности и изысканности. Лаконичный дизайн и универсальная длина позволяют сочетать эту цепочку с любыми украшениями."
                name = "Chain"
                idNum = "80">

                {props.children}
            </Card>

            <Card price = "3 700"
                foto = "https://i.pinimg.com/474x/f2/eb/d7/f2ebd75c4d2992bfb945c3b0fa56a6d0.jpg"
                description = "Сетчатая цепочка и бусы Layered Necklace – это стильный и модный аксессуар для вашего гардероба. Сочетание нескольких цепочек и бус из натуральных камней создает многослойный и элегантный вид. Этот аксессуар идеально подходит для создания как повседневных, так и вечерних образов."
                name = "Layered"
                idNum = "81">

                {props.children}
            </Card>

            <Card price = "3 500"
                foto = "https://i.pinimg.com/474x/b0/6d/28/b06d284615311f55cc7f6de3b9af7509.jpg"
                description = "Цепочка White Stone Chain – изысканный и элегантный аксессуар для вашего образа. Изготовлена из серебра и украшена белыми камнями, она добавляет образу блеска и утонченности. Лаконичный дизайн и универсальная длина делают эту цепочку идеальной для любого случая."
                name = "Chain"
                idNum = "82">

                {props.children}
            </Card>

            <Card price = "2 800"
                foto = "https://i.pinimg.com/474x/19/d7/7d/19d77d2569e55ddcf2118200b8e3101c.jpg"
                description = "Украшение на шею Choker – стильный и модный аксессуар для вашего гардероба. Изготовлено из высококачественного материала, оно подчеркивает вашу индивидуальность и добавляет образу элегантности. Лаконичный дизайн и универсальный размер позволяют носить это украшение с различными нарядами."
                name = "Choker"
                idNum = "83">

                {props.children}
            </Card>

            <Card price = "2 800"
                foto = "https://i.pinimg.com/474x/86/6e/16/866e1683171a2b6c3115fd03f380ab9e.jpg"
                description = "Браслет Elegant Bracelet – изысканный и стильный аксессуар для вашего запястья. Изготовлен из серебра и украшен натуральными камнями, он подчеркивает вашу индивидуальность и добавляет образу элегантности. Лаконичный дизайн и универсальный размер делают этот браслет идеальным для любого случая."
                name = "Bracelet"
                idNum = "84">

                {props.children}
            </Card>
        </>
    )
}