import Card from "../../card/card"

export default function TShirts(props){


    return(
        <>
            <Card price = "1"
                foto = "https://i.pinimg.com/474x/d6/7f/03/d67f03e241a1598d248d152f66607ea9.jpg"
                description = "1 Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку."
                name = "name1"
                idNum = "1">

                {props.children}
            </Card>

            <Card price = "2"
                foto = "https://i.pinimg.com/474x/ab/50/87/ab50876f97f1d1519dfd90c18f965ed8.jpg"
                description = "2 Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку."
                name = "name2"
                idNum = "2">

                {props.children}
            </Card>

            <Card price = "3"
                foto = "https://i.pinimg.com/originals/03/19/88/0319884005b1e73c364847a18ec60df3.jpg"
                description = "3 Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку."
                name = "name3"
                idNum = "3">

                {props.children}
            </Card>

            <Card price = "4"
                foto = "https://i.pinimg.com/474x/09/b6/d9/09b6d962f0b37cd2b92afa67c6705525.jpg"
                description = "4 Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку.Условный оператор (тернарный оператор) позволяет записать условие и два возможных варианта значения в одну строку."
                name = "name4"
                idNum = "4">

                {props.children}
            </Card>

            <Card price = ""
                foto = ""
                description = ""
                name = ""
                idNum = "">

                {props.children}
            </Card>

            <Card price = ""
                foto = ""
                description = ""
                name = ""
                idNum = "">

                {props.children}
            </Card>

            <Card price = ""
                foto = ""
                description = ""
                name = ""
                idNum = "">

                {props.children}
            </Card>

            <Card price = ""
                foto = ""
                description = ""
                name = ""
                idNum = "">

                {props.children}
            </Card>

            <Card price = ""
                foto = ""
                description = ""
                name = ""
                idNum = "">

                {props.children}
            </Card>

            <Card price = ""
                foto = ""
                description = ""
                name = ""
                idNum = "">

                {props.children}
            </Card>

            <Card price = ""
                foto = ""
                description = ""
                name = ""
                idNum = "">

                {props.children}
            </Card>

            <Card price = ""
                foto = ""
                description = ""
                name = ""
                idNum = "">

                {props.children}
            </Card>
        </>
    )
}