import Card from "../../card/card"

export default function TShirts(props){


    return(
        <>
            <Card price = "1 800"
                foto = "https://i.pinimg.com/474x/9f/71/36/9f7136e35091497909513ec3e9592081.jpg"
                description = "Футболка Blaze – для тех, кто любит выделяться. Яркие принты и оригинальный дизайн делают эту футболку запоминающейся и уникальной. Изготовлена из мягкого и дышащего материала, она обеспечивает комфорт и свободу движений. Отлично подходит для повседневного ношения и активного отдыха."
                name = "Blaze"
                idNum = "97">

                {props.children}
            </Card>

            <Card price = "1 500"
                foto = "https://i.pinimg.com/474x/34/2c/f0/342cf09d883699c0a4d806c19da3afe8.jpg"
                description = "Футболка Icon – стильный и модный выбор для современных мужчин. Изготовлена из высококачественного хлопка, она обеспечивает максимальный комфорт и долговечность. Лаконичный дизайн и нейтральные цвета делают эту футболку универсальной для любого гардероба."
                name = "Icon"
                idNum = "98">

                {props.children}
            </Card>

            <Card price = "1 500"
                foto = "https://i.pinimg.com/474x/eb/ed/7d/ebed7d63e8707a220ad7a9a011c0c3fc.jpg"
                description = "Футболка Apex – идеальный выбор для тех, кто ценит стиль и комфорт. Изготовлена из высококачественного хлопка, эта футболка обеспечивает максимальный комфорт и долговечность. Яркий принт и современный крой добавляют образу динамичности и современности."
                name = "Apex"
                idNum = "99">

                {props.children}
            </Card>

            <Card price = "1 800"
                foto = "https://i.pinimg.com/474x/b9/60/ac/b960ac9ee6b6315ee86ecc336ff6b8b9.jpg"
                description = "Футболка Vortex – стильный и модный выбор для современных мужчин. Изготовлена из мягкого и дышащего материала, она обеспечивает комфорт и свободу движений. Яркий и оригинальный принт добавляет образу индивидуальности."
                name = "Vortex"
                idNum = "100">

                {props.children}
            </Card>

            <Card price = "1 600"
                foto = "https://i.pinimg.com/474x/81/d0/cc/81d0ccccec19f235e3f21c51e8190070.jpg"
                description = "Футболка Surge – для тех, кто ценит динамичный и активный образ жизни. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а современный дизайн и яркие принты добавляют образу энергии и динамичности."
                name = "Surge"
                idNum = "101">

                {props.children}
            </Card>

            <Card price = "1 700"
                foto = "https://i.pinimg.com/474x/c3/02/d7/c302d7befd558e13bc7f8506cab98249.jpg"
                description = "Футболка Edge – стильный и современный выбор для повседневного ношения. Изготовлена из высококачественного материала, она обеспечивает комфорт и долговечность. Лаконичный дизайн и нейтральные цвета делают эту футболку универсальной для любого гардероба."
                name = "Edge"
                idNum = "102">

                {props.children}
            </Card>

            <Card price = "1 800"
                foto = "https://i.pinimg.com/474x/85/03/91/8503915accab92ef28e6bc99e637c99d.jpg"
                description = "Футболка Zenith – для тех, кто ценит элегантность и простоту. Изготовлена из мягкого и дышащего материала, она обеспечивает комфорт и свободу движений. Лаконичный дизайн и универсальные цвета делают эту футболку идеальной для повседневного ношения."
                name = "Zenith"
                idNum = "103">

                {props.children}
            </Card>

            <Card price = "1 900"
                foto = "https://i.pinimg.com/474x/ab/19/1f/ab191f2b353402a623996a2460e765cf.jpg"
                description = "Футболка Gravity – стильный и модный выбор для активных мужчин. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а современный дизайн и яркие принты добавляют образу энергии и динамичности."
                name = "Gravity"
                idNum = "104">

                {props.children}
            </Card>

            <Card price = "1 600"
                foto = "https://i.pinimg.com/474x/4c/08/f1/4c08f13decf8dc79fe3bc40b8d533e66.jpg"
                description = "Футболка Pulse – идеальный выбор для тех, кто ценит стиль и комфорт. Изготовлена из мягкого и дышащего материала, она обеспечивает комфорт и свободу движений. Лаконичный дизайн и нейтральные цвета делают эту футболку универсальной для любого гардероба."
                name = "Pulse"
                idNum = "105">

                {props.children}
            </Card>

            <Card price = "1 600"
                foto = "https://i.pinimg.com/474x/7e/39/73/7e3973e7e1a9cab2edce4c73d048e37e.jpg"
                description = "Футболка Momentum – для тех, кто любит выделяться. Яркие принты и оригинальный дизайн делают эту футболку запоминающейся и уникальной. Изготовлена из мягкого и дышащего материала, она обеспечивает комфорт и свободу движений."
                name = "Momentum"
                idNum = "106">

                {props.children}
            </Card>

            <Card price = "1 200"
                foto = "https://i.pinimg.com/474x/b0/14/d3/b014d32c4a21188fa90d7b1c9a6ee72c.jpg"
                description = "Футболка Elevate – стильный и функциональный аксессуар для вашего гардероба. Изготовлена из мягкого и дышащего материала, она обеспечивает комфорт и свободу движений. Лаконичный дизайн и нейтральные цвета делают эту футболку универсальной для любого случая."
                name = "Elevate"
                idNum = "107">

                {props.children}
            </Card>

            <Card price = "2 200"
                foto = "https://i.pinimg.com/474x/7c/52/19/7c5219e934bf10ffd5b3a6a37e2c9d1d.jpg"
                description = "Футболка Surge – для тех, кто ценит динамичный и активный образ жизни. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а современный дизайн и яркие принты добавляют образу энергии и динамичности."
                name = "Surge"
                idNum = "108">

                {props.children}
            </Card>
        </>
    )
}