import Card from "../../card/card"


export default function Geans(props){
    return(
        <>
            <Card price = "3 400"
                foto = "https://i.pinimg.com/474x/d1/73/52/d17352d9d7d10cd0212a54e401760891.jpg"
                description = "Джинсы Freedom – это свобода движений и стиль. Изготовлены из высококачественного денима с добавлением эластана, они обеспечивают отличную посадку и комфорт. Высокая талия и узкий крой визуально удлиняют ноги и подчеркивают фигуру. Эти джинсы идеально подходят для создания как повседневных, так и вечерних образов."
                name = "Freedom"
                idNum = "37">

                {props.children}
            </Card>

            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/2a/52/8b/2a528b127ba0f2bed0a2e9ef13d93049.jpg"
                description = "Джинсы Classic – универсальная модель для любого гардероба. Изготовлены из прочного и эластичного денима, они обеспечивают комфорт и долговечность. Классический крой и темно-синий цвет делают эти джинсы идеальным выбором для повседневного ношения."
                name = "Classic"
                idNum = "38">

                {props.children}
            </Card>

            <Card price = "3 500"
                foto = "https://i.pinimg.com/474x/db/a4/b8/dba4b82d568f66df46d1a3d9046bc9e1.jpg"
                description = "Джинсы Urban – для тех, кто любит городской стиль. Модный крой с рваными элементами и эффектом выбеливания придают образу динамичность и современность. Высококачественный деним обеспечивает долговечность и комфорт, а оригинальные детали делают эти джинсы уникальными."
                name = "Urban"
                idNum = "39">

                {props.children}
            </Card>

            <Card price = "3 600"
                foto = "https://i.pinimg.com/474x/47/76/e2/4776e2cdb933d7516ab6ec158c60a80a.jpg"
                description = "Джинсы Elegance – это стиль и элегантность в одном изделии. Высококачественный деним с добавлением эластана обеспечивает отличную посадку и комфорт. Высокая талия и узкий крой подчеркивают фигуру, а элегантные детали и вышивки добавляют женственности и изящности."
                name = "Elegance"
                idNum = "40">

                {props.children}
            </Card>

            <Card price = "3 400"
                foto = "https://i.pinimg.com/474x/08/f9/53/08f95327f37143f6be86d5b48223f77b.jpg"
                description = "Джинсы Freedom – это свобода движений и стиль. Изготовлены из высококачественного денима с добавлением эластана, они обеспечивают отличную посадку и комфорт. Высокая талия и узкий крой визуально удлиняют ноги и подчеркивают фигуру. Эти джинсы идеально подходят для создания как повседневных, так и вечерних образов."
                name = "Freedom"
                idNum = "41">

                {props.children}
            </Card>

            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/eb/fb/d6/ebfbd6207acf1309083e824b7a45b568.jpg"
                description = "Джинсы Classic – универсальная модель для любого гардероба. Изготовлены из прочного и эластичного денима, они обеспечивают комфорт и долговечность. Классический крой и темно-синий цвет делают эти джинсы идеальным выбором для повседневного ношения."
                name = "Classic"
                idNum = "42">

                {props.children}
            </Card>

            <Card price = "3 500"
                foto = "https://i.pinimg.com/474x/52/0c/f5/520cf5fcc987d08964df44ee4f0df21e.jpg"
                description = "Джинсы Urban – для тех, кто любит городской стиль. Модный крой с рваными элементами и эффектом выбеливания придают образу динамичность и современность. Высококачественный деним обеспечивает долговечность и комфорт, а оригинальные детали делают эти джинсы уникальными."
                name = "Urban"
                idNum = "43">

                {props.children}
            </Card>

            <Card price = "3 600"
                foto = "https://i.pinimg.com/474x/9c/67/f4/9c67f476aed21711e8cb52125aa87b80.jpg"
                description = "Джинсы Elegance – это стиль и элегантность в одном изделии. Высококачественный деним с добавлением эластана обеспечивает отличную посадку и комфорт. Высокая талия и узкий крой подчеркивают фигуру, а элегантные детали и вышивки добавляют женственности и изящности."
                name = "Elegance"
                idNum = "44">

                {props.children}
            </Card>

            <Card price = "3 300"
                foto = "https://i.pinimg.com/474x/ea/58/8f/ea588f9a7d3d1924e07354a4a32a90ee.jpg"
                description = "Джинсы Modern – это сочетание классики и современности. Высококачественный деним и добавление эластана обеспечивают комфорт и долговечность. Средняя посадка и узкий крой подчеркивают фигуру, а модные детали и вышивки делают эти джинсы стильными и актуальными."
                name = "Modern"
                idNum = "45">

                {props.children}
            </Card>

            <Card price = "3 700"
                foto = "https://i.pinimg.com/474x/1a/b3/f5/1ab3f50f07d2d00686a5e026b072f24f.jpg"
                description = "Джинсы Chic – для тех, кто любит выглядеть стильно и элегантно. Изготовлены из мягкого и эластичного денима, они обеспечивают отличную посадку и комфорт. Высокая талия и узкий крой подчеркивают фигуру, а изысканные детали и вышивки добавляют женственности и изящности."
                name = "Chic"
                idNum = "46">

                {props.children}
            </Card>

            <Card price = "3 500"
                foto = "https://i.pinimg.com/474x/d0/50/64/d05064e2bda7add2172744be14372adb.jpg"
                description = "Джинсы Trend – это модный и стильный выбор для активных женщин. Высококачественный деним с добавлением эластана обеспечивает комфорт и долговечность. Высокая талия и узкий крой подчеркивают фигуру, а модные детали и рваные элементы делают эти джинсы уникальными и современными."
                name = "Trend"
                idNum = "47">

                {props.children}
            </Card>

            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/35/b4/b9/35b4b95e2660c3f2bc2daa407f63aff9.jpg"
                description = " Джинсы Timeless – это классика, которая никогда не выходит из моды. Изготовлены из прочного и эластичного денима, они обеспечивают комфорт и долговечность. Классический крой и темно-синий цвет делают эти джинсы универсальными для любого случая."
                name = "Timeless"
                idNum = "48">

                {props.children}
            </Card>
            
        </>
    )
}