import Card from "../../card/card"


export default function Hoodie(props){
    return(
        <>
            <Card price = "2 700"
                foto = "https://i.pinimg.com/474x/5e/02/ee/5e02ee2c7764478edc4f42beb2df9e25.jpg"
                description = "Худи Blaze – идеальный выбор для прохладной погоды. Изготовлено из мягкого и теплого материала, оно обеспечивает максимальный комфорт и уют. Яркий дизайн и стильные детали делают это худи запоминающимся и уникальным."
                name = "Blaze"
                idNum = "109">

                {props.children}
            </Card>

            <Card price = "2 800"
                foto = "https://i.pinimg.com/474x/36/98/f4/3698f4869f992cda49d6f584aafe3537.jpg"
                description = "Худи Icon – для тех, кто ценит стиль и комфорт. Изготовлено из высококачественного материала, оно обеспечивает тепло и удобство. Лаконичный дизайн и нейтральные цвета делают это худи универсальным для любого гардероба."
                name = "Icon"
                idNum = "110">

                {props.children}
            </Card>

            <Card price = "2 500"
                foto = "https://i.pinimg.com/474x/cd/00/b7/cd00b74535b3ed9f22b4b4a2beb71308.jpg"
                description = "Худи Apex – стильный и функциональный аксессуар для прохладной погоды. Изготовлено из мягкого и теплого материала, оно обеспечивает максимальный комфорт и уют. Лаконичный дизайн и нейтральные цвета делают это худи универсальным для любого случая."
                name = "Apex"
                idNum = "111">

                {props.children}
            </Card>

            <Card price = "2 900"
                foto = "https://i.pinimg.com/474x/c1/29/d8/c129d8efdaa228a83043af4aeaea4fce.jpg"
                description = "Худи Vortex – для тех, кто ценит стиль и функциональность. Изготовлено из высококачественного материала, оно обеспечивает тепло и удобство. Яркие детали и оригинальный дизайн делают это худи запоминающимся и уникальным."
                name = "Vortex"
                idNum = "112">

                {props.children}
            </Card>

            <Card price = "2 600"
                foto = "https://i.pinimg.com/474x/49/c0/33/49c03354ff59ac1c7f72ba404a6bb98f.jpg"
                description = "Худи Surge – идеальный выбор для активных мужчин. Легкий и теплый материал обеспечивает комфорт и защиту от холода, а современный дизайн и яркие детали добавляют образу динамичности и современности."
                name = "Surge"
                idNum = "113">

                {props.children}
            </Card>

            <Card price = "2 700"
                foto = "https://i.pinimg.com/474x/33/45/1d/33451daac3b619e47a1c1a751285c26f.jpg"
                description = "Худи Edge – стильный и функциональный выбор для прохладной погоды. Изготовлено из мягкого и теплого материала, оно обеспечивает максимальный комфорт и уют. Лаконичный дизайн и нейтральные цвета делают это худи универсальным для любого случая."
                name = "Edge"
                idNum = "114">

                {props.children}
            </Card>

            <Card price = "2 600"
                foto = "https://i.pinimg.com/474x/d3/f3/64/d3f364b4b0eaee0b4f5041d8f75826a2.jpg"
                description = "Худи Zenith – для тех, кто ценит элегантность и комфорт. Изготовлено из мягкого и теплого материала, оно обеспечивает максимальный уют в прохладную погоду. Лаконичный дизайн и универсальные цвета делают это худи идеальным для повседневного ношения."
                name = "Zenith"
                idNum = "115">

                {props.children}
            </Card>

            <Card price = "2 800"
                foto = "https://i.pinimg.com/474x/8f/7f/2e/8f7f2ea0a625a5dd2ccb1c3999dbf82f.jpg"
                description = "Худи Gravity – стильный и функциональный выбор для активных мужчин. Легкий и теплый материал обеспечивает комфорт и защиту от холода, а современный дизайн и яркие детали добавляют образу динамичности и современности."
                name = "Gravity"
                idNum = "116">

                {props.children}
            </Card>

            <Card price = "2 800"
                foto = "https://i.pinimg.com/474x/05/cf/25/05cf25e874618498ec4199f020620faa.jpg"
                description = "Худи Pulse – идеальный выбор для прохладной погоды. Изготовлено из мягкого и теплого материала, оно обеспечивает максимальный комфорт и уют. Лаконичный дизайн и нейтральные цвета делают это худи универсальным для любого гардероба."
                name = "Pulse"
                idNum = "117">

                {props.children}
            </Card>

            <Card price = "2 700"
                foto = "https://i.pinimg.com/474x/40/c9/75/40c97590fa9cd9f0d3d039f0e5a9550e.jpg"
                description = "Худи Momentum – для тех, кто ценит стиль и функциональность. Изготовлено из высококачественного материала, оно обеспечивает тепло и удобство. Яркие детали и оригинальный дизайн делают это худи запоминающимся и уникальным."
                name = "Momentum"
                idNum = "118">

                {props.children}
            </Card>

            <Card price = "3 100"
                foto = "https://i.pinimg.com/474x/f1/1c/b3/f11cb35da5eb37613d37b0e4bdbd50ce.jpg"
                description = "Худи Elevate – стильный и функциональный аксессуар для прохладной погоды. Изготовлено из мягкого и теплого материала, оно обеспечивает максимальный комфорт и уют. Лаконичный дизайн и нейтральные цвета делают это худи универсальным для любого случая."
                name = "Elevate"
                idNum = "119">

                {props.children}
            </Card>

            <Card price = "2 600"
                foto = "https://i.pinimg.com/474x/1e/17/9b/1e179b2e4c5eae52dd330cb336abd715.jpg"
                description = "Худи Surge – идеальный выбор для активных мужчин. Легкий и теплый материал обеспечивает комфорт и защиту от холода, а современный дизайн и яркие детали добавляют образу динамичности и современности."
                name = "Surge"
                idNum = "120">

                {props.children}
            </Card>
        </>
    )
}