import Card from "../../card/card"

export default function TShirts(props){


    return(
        <>
            <Card price = "1 500"
                foto = "https://i.pinimg.com/474x/fe/9f/f2/fe9ff2f864562055e06fd6642bb5df5f.jpg"
                description = "Футболка Radiance – яркий элемент вашего гардероба. Яркие и насыщенные цвета поднимут настроение и добавят энергии. Ткань из смеси хлопка и вискозы обеспечивает комфорт и долговечность. Свободный крой и оригинальные принты делают эту футболку идеальным выбором для активных и креативных личностей."
                name = "Radiance"
                idNum = "13">

                {props.children}
            </Card>

            <Card price = "1 800"
                foto = "https://i.pinimg.com/564x/b1/45/12/b14512951b187326b99f5a8bbd5a3e3b.jpg"
                description = "Футболка Serenity – это гармония стиля и удобства. Изготовлена из натурального хлопка, который позволяет коже дышать и не вызывает раздражения. Нежные пастельные оттенки и минималистичный дизайн делают её универсальной для любых ситуаций – будь то работа, прогулка или встреча с друзьями."
                name = "Serenity"
                idNum = "14">

                {props.children}
            </Card>

            <Card price = "1 300"
                foto = "https://i.pinimg.com/474x/a0/79/08/a07908db94cf02300a385e4abf26dcc0.jpg"
                description = "Футболка Elegance создана для тех, кто ценит стиль и комфорт. Выполнена из мягкого и приятного на ощупь хлопка, эта футболка обладает эластичностью и воздухопроницаемостью, что делает её идеальной для повседневного ношения. Лаконичный дизайн с изящными вышивками на груди добавляет нотку элегантности, а классический крой подчеркивает фигуру."
                name = "Elegance"
                idNum = "15">

                {props.children}
            </Card>

            <Card price = "1 400"
                foto = "https://i.pinimg.com/474x/a1/05/36/a10536903233001b10af70879e35241b.jpg"
                description = "Футболка Blossom – идеальный выбор для весеннего и летнего сезона. Цветочные принты и нежная цветовая гамма создают романтичный и женственный образ. Ткань из хлопка и модала обеспечивает лёгкость и комфорт на протяжении всего дня. Эта футболка прекрасно сочетается как с юбками, так и с джинсами."
                name = "Blossom"
                idNum = "16">

                {props.children}
            </Card>

            <Card price = "1 000"
                foto = "https://i.pinimg.com/474x/73/10/b1/7310b10a7a4d9ff0ec1a60ffcc443607.jpg"
                description = "Футболка Vivid – для тех, кто любит выделяться. Яркие и насыщенные цвета в сочетании с оригинальными графическими элементами создают динамичный и современный образ. Легкая и дышащая ткань позволяет чувствовать себя комфортно даже в самый жаркий день."
                name = "Vivid"
                idNum = "17">

                {props.children}
            </Card>

            <Card price = "1 700"
                foto = "https://i.pinimg.com/474x/3f/88/60/3f88600a1b59dcffd2350a16a8564f86.jpg"
                description = "Футболка Classic – универсальная модель, подходящая для любого гардероба. Классический крой и однотонная расцветка делают её идеальной базой для создания различных образов. Высококачественный хлопок обеспечивает мягкость и комфорт, а эластан добавляет изделию эластичности и долговечности."
                name = "Classic"
                idNum = "18">

                {props.children}
            </Card>

            <Card price = "1 900"
                foto = "https://i.pinimg.com/474x/ce/4d/40/ce4d407ec243b585c2bd2b46ce9c5fa6.jpg"
                description = "Футболка Whisper – для тех, кто ценит нежность и комфорт. Мягкая и воздушная ткань из хлопка и вискозы создаёт ощущение лёгкости и уюта. Пастельные оттенки и минималистичный дизайн подчёркивают вашу природную красоту и утонченность."
                name = "Whisper"
                idNum = "19">

                {props.children}
            </Card>

            <Card price = "1 600"
                foto = "https://i.pinimg.com/474x/b5/ef/6f/b5ef6fb2a0c0bd06a6efe54d2799d7c7.jpg"
                description = "Футболка Harmony – это идеальный выбор для повседневного стиля. Изготовлена из 100% органического хлопка, она заботится о вашем комфорте и окружающей среде. Лаконичный дизайн и приятные цвета делают эту футболку универсальной для любых случаев."
                name = "Harmony"
                idNum = "20">

                {props.children}
            </Card>

            <Card price = "1 500"
                foto = "https://i.pinimg.com/474x/a0/43/45/a04345b2ea820fdd104ee29eb3e130b2.jpg"
                description = "Футболка Joy – это взрыв цвета и позитива. Яркие и жизнерадостные оттенки поднимают настроение и добавляют энергии. Мягкий и эластичный материал обеспечивает комфорт и свободу движений. Эта футболка станет отличным выбором для активных и весёлых личностей."
                name = "Joy"
                idNum = "21">

                {props.children}
            </Card>

            <Card price = "1 800"
                foto = "https://i.pinimg.com/474x/6c/e5/8b/6ce58b4ac3bee33483a52b2230406a2c.jpg"
                description = "Футболка Delight – это сочетание стиля и функциональности. Высококачественный хлопок и эргономичный крой обеспечивают максимальный комфорт на протяжении всего дня. Оригинальные принты и яркие цвета добавляют индивидуальности и делают ваш образ уникальным."
                name = "Delight"
                idNum = "22">

                {props.children}
            </Card>

            <Card price = "1 300"
                foto = "https://i.pinimg.com/474x/1f/56/f9/1f56f97d80f0b18fa24f8a05cbac7cb4.jpg"
                description = "Футболка Pure – это воплощение чистоты и простоты. Изготовлена из мягкого хлопка, который не раздражает кожу и обеспечивает комфорт даже при длительном ношении. Лаконичный дизайн и нежные пастельные оттенки делают её идеальной базовой вещью для любого гардероба."
                name = "Pure"
                idNum = "23">

                {props.children}
            </Card>

            <Card price = "1 900"
                foto = "https://i.pinimg.com/474x/1e/36/eb/1e36ebc6bdefd369e01d30faec98eadc.jpg"
                description = "Футболка Breeze – для тех, кто любит лёгкость и свободу. Дышащий материал из хлопка и модала обеспечивает комфорт и свежесть в любую погоду. Свободный крой и яркие принты делают её идеальным выбором для летнего гардероба."
                name = "Breeze"
                idNum = "24">

                {props.children}
            </Card>
        </>
    )
}