import Card from "../../card/card"


export default function Sneakers(props){
    return(
        <>
            <Card price = "4 200"
                foto = "https://i.pinimg.com/474x/b0/fd/d2/b0fdd2b21b55030cd9be3a2fdc116ad6.jpg"
                description = "Кроссовки Blaze Sneakers – для тех, кто ценит стиль и комфорт. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и яркие детали делают эти кроссовки идеальными для спортивных занятий и повседневного использования."
                name = "Blaze"
                idNum = "145">

                {props.children}
            </Card>

            <Card price = "4 000"
                foto = "https://i.pinimg.com/474x/bc/12/35/bc123552ed09370fd6a373934ba8c6bd.jpg"
                description = "Кроссовки Icon Sneakers – стильный и функциональный выбор для повседневного ношения. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и нейтральные цвета делают эти кроссовки универсальными для любого гардероба."
                name = "Icon"
                idNum = "146">

                {props.children}
            </Card>

            <Card price = "4 600"
                foto = "https://i.pinimg.com/474x/00/a1/de/00a1de45a913c5ab95a5532b8ee28bb8.jpg"
                description = "Кроссовки Edge Sneakers – стильный и функциональный выбор для повседневного ношения. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и нейтральные цвета делают эти кроссовки универсальными для любого гардероба."
                name = "Edge"
                idNum = "147">

                {props.children}
            </Card>

            <Card price = "4 600"
                foto = "https://i.pinimg.com/474x/ea/cb/a1/eacba13310ae763f76fe42edc43d350b.jpg"
                description = "Кроссовки Apex Sneakers – для тех, кто ценит стиль и комфорт. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и яркие детали делают эти кроссовки идеальными для спортивных занятий и повседневного использования."
                name = "Apex"
                idNum = "148">

                {props.children}
            </Card>

            <Card price = "4 200"
                foto = "https://i.pinimg.com/474x/04/23/fb/0423fbbcb6e155f40fe6345caf9ad790.jpg"
                description = "Кроссовки Vortex Sneakers – стильный и функциональный выбор для повседневного ношения. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и нейтральные цвета делают эти кроссовки универсальными для любого гардероба."
                name = "Vortex"
                idNum = "149">

                {props.children}
            </Card>

            <Card price = "4 200"
                foto = "https://i.pinimg.com/474x/95/08/5c/95085ce8c5ad6bae858ba37ccc067b0e.jpg"
                description = "Кроссовки Surge Sneakers – для тех, кто ценит динамичный и активный образ жизни. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и яркие детали делают эти кроссовки идеальными для спортивных занятий и повседневного использования."
                name = "Surge"
                idNum = "150">

                {props.children}
            </Card>

            <Card price = "4 400"
                foto = "https://i.pinimg.com/474x/9e/8c/c1/9e8cc1752036efab7b23e0787ceaff58.jpg"
                description = "Кроссовки Zenith Sneakers – для тех, кто ценит элегантность и комфорт. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и яркие детали делают эти кроссовки идеальными для спортивных занятий и повседневного использования."
                name = "Zenith"
                idNum = "151">

                {props.children}
            </Card>

            <Card price = "4 300"
                foto = "https://i.pinimg.com/474x/57/5c/99/575c9987cefb57be56877c169ab2eeff.jpg"
                description = "Кроссовки Gravity Sneakers – стильный и функциональный выбор для активных мужчин. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и яркие детали делают эти кроссовки идеальными для спортивных занятий и повседневного использования."
                name = "Gravity"
                idNum = "152">

                {props.children}
            </Card>

            <Card price = "3 800"
                foto = "https://i.pinimg.com/474x/f7/b5/64/f7b564372917515654a87d5942cdfb63.jpg"
                description = "Кроссовки Pulse Sneakers – идеальный выбор для повседневного ношения. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и нейтральные цвета делают эти кроссовки универсальными для любого гардероба."
                name = "Pulse"
                idNum = "153">

                {props.children}
            </Card>

            <Card price = "3 900"
                foto = "https://i.pinimg.com/474x/2d/1e/6e/2d1e6e33060411c020eab01c357c37c8.jpg"
                description = "Кроссовки Momentum Sneakers – для тех, кто ценит стиль и функциональность. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и нейтральные цвета делают эти кроссовки универсальными для любого гардероба."
                name = "Momentum"
                idNum = "154">

                {props.children}
            </Card>

            <Card price = "4 900"
                foto = "https://i.pinimg.com/474x/60/33/fc/6033fcf52bea3ba86160cd6b9c1cf32e.jpg"
                description = "Кроссовки Elevate Sneakers – стильный и функциональный аксессуар для повседневного ношения. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и нейтральные цвета делают эти кроссовки универсальными для любого гардероба."
                name = "Elevate"
                idNum = "155">

                {props.children}
            </Card>

            <Card price = "5 100"
                foto = "https://i.pinimg.com/474x/c3/96/09/c396091dc8d1573632b6c59c772c7371.jpg"
                description = "Кроссовки Surge Sneakers – для тех, кто ценит динамичный и активный образ жизни. Легкий и дышащий материал обеспечивает комфорт и вентиляцию, а амортизирующая подошва снижает нагрузку на суставы. Современный дизайн и яркие детали делают эти кроссовки идеальными для спортивных занятий и повседневного использования."
                name = "Surge"
                idNum = "156">

                {props.children}
            </Card>
        </>
    )
}