import Card from "../../card/card"


export default function Sneakers(props){
    return(
        <>
            <Card price = "3 500"
                foto = "https://i.pinimg.com/474x/31/ae/d6/31aed6453ffa834c3d70fbab37db34a9.jpg"
                description = "Кроссовки Sprint – для тех, кто ценит скорость и комфорт. Легкая и дышащая сетчатая ткань обеспечивает отличную вентиляцию, а амортизирующая подошва снижает нагрузку на суставы и гарантирует комфорт при длительных прогулках и пробежках. Яркие цвета и стильный дизайн добавляют энергии и динамичности вашему образу."
                name = "Sprint"
                idNum = "61">

                {props.children}
            </Card>

            <Card price = "4 200"
                foto = "https://i.pinimg.com/474x/48/36/d6/4836d6c647d36dd086310084aff2ea74.jpg"
                description = "Кроссовки Harmony – идеальный выбор для повседневного ношения. Легкий и дышащий материал обеспечивает комфорт и свежесть, а гибкая и амортизирующая подошва гарантирует максимальную поддержку и удобство. Лаконичный дизайн и нежные цвета делают эти кроссовки универсальными для любого гардероба."
                name = "Harmony"
                idNum = "62">

                {props.children}
            </Card>

            <Card price = "3 800"
                foto = "https://i.pinimg.com/474x/fe/18/2c/fe182c1ed1b6724256a9d62a06398088.jpg"
                description = "Кроссовки Radiant – для тех, кто любит яркие образы. Яркие цвета и оригинальные принты делают эти кроссовки запоминающимися и уникальными. Высококачественный материал обеспечивает комфорт и долговечность, а амортизирующая подошва снижает нагрузку на суставы и обеспечивает удобство при длительных прогулках и пробежках."
                name = "Radiant"
                idNum = "63">

                {props.children}
            </Card>

            <Card price = "4 000"
                foto = "https://i.pinimg.com/474x/79/6a/61/796a618121390249eeadf5cbdd1b4110.jpg"
                description = "Кроссовки Joy – это сочетание стиля и функциональности. Легкий и дышащий материал обеспечивает комфорт и свежесть, а амортизирующая подошва снижает нагрузку на суставы и гарантирует удобство при длительных прогулках и пробежках. Яркие цвета и оригинальные принты добавляют энергии и динамичности вашему образу."
                name = "Joy"
                idNum = "64">

                {props.children}
            </Card>

            <Card price = "3 600"
                foto = "https://i.pinimg.com/474x/11/d1/a7/11d1a716eb691eab1f3a3be394a68ac5.jpg"
                description = "Кроссовки Classic – универсальная модель для любого гардероба. Классический крой и нейтральные цвета делают их идеальной базой для создания различных образов. Высококачественный материал и амортизирующая подошва обеспечивают комфорт и долговечность."
                name = "Classic"
                idNum = "65">

                {props.children}
            </Card>

            <Card price = "4 200"
                foto = "https://i.pinimg.com/474x/9a/19/21/9a1921980d78e1db295345790728c884.jpg"
                description = "Кроссовки Urban – для тех, кто любит городской стиль. Легкий и прочный материал обеспечивает комфорт и долговечность, а амортизирующая подошва снижает нагрузку на суставы и гарантирует удобство при длительных прогулках и пробежках. Оригинальные принты и яркие цвета добавляют образу динамичности и современности."
                name = "Urban"
                idNum = "66">

                {props.children}
            </Card>

            <Card price = "3 800"
                foto = "https://i.pinimg.com/474x/be/cb/92/becb92202f783011adbed4810f1a6645.jpg"
                description = "Кроссовки Breeze – для тех, кто ценит лёгкость и комфорт. Легкая и дышащая сетчатая ткань обеспечивает отличную вентиляцию, а амортизирующая подошва снижает нагрузку на суставы и гарантирует удобство при длительных прогулках и пробежках. Нежные пастельные оттенки и стильный дизайн делают эти кроссовки идеальными для летнего гардероба."
                name = "Breeze"
                idNum = "67">

                {props.children}
            </Card>

            <Card price = "4 000"
                foto = "https://i.pinimg.com/474x/0d/28/8a/0d288ab1fbbf6c5c118a23e9d4f679b0.jpg"
                description = "Кроссовки Glow – для тех, кто любит выделяться. Яркие цвета и стильные принты делают эти кроссовки запоминающимися и уникальными. Высококачественный материал обеспечивает комфорт и долговечность, а амортизирующая подошва снижает нагрузку на суставы и гарантирует удобство при длительных прогулках и пробежках."
                name = "Glow"
                idNum = "68">

                {props.children}
            </Card>

            <Card price = "4 200"
                foto = "https://i.pinimg.com/474x/b7/98/35/b79835b971318cc1ca4a5bac2776a6cc.jpg"
                description = "Кроссовки Serenity – идеальный выбор для повседневного ношения. Легкий и дышащий материал обеспечивает комфорт и свежесть, а гибкая и амортизирующая подошва гарантирует максимальную поддержку и удобство. Лаконичный дизайн и нежные цвета делают эти кроссовки универсальными для любого гардероба."
                name = "Serenity"
                idNum = "69">

                {props.children}
            </Card>

            <Card price = "3 800"
                foto = "https://i.pinimg.com/474x/f3/53/2e/f3532e1bbe301eeb959ebbb896d401df.jpg"
                description = "Кроссовки Bliss – для тех, кто ценит комфорт и стиль. Легкая и дышащая сетчатая ткань обеспечивает отличную вентиляцию, а амортизирующая подошва снижает нагрузку на суставы и гарантирует удобство при длительных прогулках и пробежках. Нежные пастельные оттенки и стильный дизайн делают эти кроссовки идеальными для летнего гардероба."
                name = "Bliss"
                idNum = "70">

                {props.children}
            </Card>

            <Card price = "3 500"
                foto = "https://i.pinimg.com/474x/0f/bb/f6/0fbbf6f8c573c95d0b9b12329a2d657d.jpg"
                description = "Кроссовки Sprint – для тех, кто ценит скорость и комфорт. Легкая и дышащая сетчатая ткань обеспечивает отличную вентиляцию, а амортизирующая подошва снижает нагрузку на суставы и гарантирует комфорт при длительных прогулках и пробежках. Яркие цвета и стильный дизайн добавляют энергии и динамичности вашему образу."
                name = "Sprint"
                idNum = "71">

                {props.children}
            </Card>

            <Card price = "4 200"
                foto = "https://i.pinimg.com/474x/e7/f2/3f/e7f23f903aeee68b30f1bd879fa570d3.jpg"
                description = "Кроссовки Harmony – идеальный выбор для повседневного ношения. Легкий и дышащий материал обеспечивает комфорт и свежесть, а гибкая и амортизирующая подошва гарантирует максимальную поддержку и удобство. Лаконичный дизайн и нежные цвета делают эти кроссовки универсальными для любого гардероба."
                name = "Harmony"
                idNum = "72">

                {props.children}
            </Card>
        </>
    )
}