import Card from "../../card/card"


export default function Hoodie(props){
    return(
        <>
            <Card price = "2 900"
                foto = "https://i.pinimg.com/474x/f2/ef/91/f2ef91daf77d75a32ec59f0f9bceaeb9.jpg"
                description = "Худи Cozy – это ваш идеальный спутник для прохладных дней. Мягкий флис внутри и уютный капюшон создают ощущение тепла и комфорта. Свободный крой и стильные элементы, такие как манжеты и карманы, добавляют функциональности и делают этот худи незаменимым элементом вашего гардероба."
                name = "Cozy"
                idNum = "25">

                {props.children}
            </Card>

            <Card price = "3 100"
                foto = "https://i.pinimg.com/474x/f2/6e/44/f26e449256c3e7cbd355d6cb2b3892bf.jpg"
                description = "Худи Warmth – для тех, кто ценит тепло и уют. Изготовлен из плотного и мягкого флиса, который сохраняет тепло и обеспечивает комфорт в холодную погоду. Оригинальные принты и вышивки добавляют индивидуальности, а регулируемый капюшон и карманы делают этот худи функциональным и стильным."
                name = "Warmth"
                idNum = "26">

                {props.children}
            </Card>

            <Card price = "2 700"
                foto = "https://i.pinimg.com/474x/bf/94/78/bf9478dd86e09f882ff2216a17d3da83.jpg"
                description = "Худи Comfort – это сочетание комфорта и стиля. Легкий и дышащий материал из хлопка и полиэстера обеспечивает отличную терморегуляцию и свободу движений. Лаконичный дизайн и приятные пастельные оттенки делают этот худи универсальным для повседневного ношения."
                name = "Comfort"
                idNum = "27">

                {props.children}
            </Card>

            <Card price = "3 000"
                foto = "https://i.pinimg.com/474x/01/80/34/018034502a4f7e2336d096c4d54398e5.jpg"
                description = "Худи Serenity – идеальный выбор для создания расслабленного и стильного образа. Мягкий и теплый материал из флиса создает ощущение уюта, а свободный крой обеспечивает свободу движений. Нежные цвета и минималистичный дизайн делают этот худи подходящим для любого случая."
                name = "Serenity"
                idNum = "28">

                {props.children}
            </Card>

            <Card price = "2 800"
                foto = "https://i.pinimg.com/474x/64/89/8d/64898df4a782340e83f385b4c4b5ea36.jpg"
                description = "Худи Bliss – для тех, кто любит ощущение мягкости и тепла. Изготовлен из высококачественного флиса, этот худи дарит комфорт и уют в любое время года. Оригинальные элементы дизайна и функциональные карманы добавляют стильности и практичности."
                name = "Bliss"
                idNum = "29">

                {props.children}
            </Card>

            <Card price = "3 100"
                foto = "https://i.pinimg.com/474x/25/6c/92/256c9269a82bf6611bdd2844c8dd5349.jpg"
                description = "Худи Tranquil – это сочетание уюта и элегантности. Мягкая и приятная на ощупь ткань создает ощущение комфорта, а стильные детали и вышивки придают изделию уникальность. Этот худи идеально подойдет для прогулок и встреч с друзьями."
                name = "Tranquil"
                idNum = "30">

                {props.children}
            </Card>

            <Card price = "2 900"
                foto = "https://i.pinimg.com/474x/de/4f/9c/de4f9c16b03450d72ac9aec17273dfbd.jpg"
                description = "Худи Harmony – для тех, кто ценит баланс между стилем и комфортом. Легкая и дышащая ткань обеспечивает оптимальную терморегуляцию, а эргономичный крой и оригинальные принты добавляют индивидуальности. Этот худи станет идеальным дополнением к вашему гардеробу."
                name = "Harmony"
                idNum = "31">

                {props.children}
            </Card>

            <Card price = "3 200"
                foto = "https://i.pinimg.com/474x/e7/e8/8c/e7e88ceb7cc71bdf074f242f1732f47e.jpg"
                description = "Худи Radiant – это яркость и комфорт в одном флаконе. Изготовлен из мягкого и теплого флиса, этот худи дарит уют и защищает от холода. Яркие цвета и стильные принты делают его идеальным выбором для тех, кто любит выделяться."
                name = "Radiant"
                idNum = "32">

                {props.children}
            </Card>

            <Card price = "2 800"
                foto = "https://i.pinimg.com/474x/22/76/0b/22760b659e0f76d4e9721a5c3509f3f4.jpg"
                description = "Худи Joyful – для тех, кто любит яркие и позитивные образы. Мягкий и теплый материал из флиса обеспечивает комфорт и уют, а оригинальные принты и яркие цвета поднимают настроение и добавляют энергии."
                name = "Joyful"
                idNum = "33">

                {props.children}
            </Card>

            <Card price = "3 100"
                foto = "https://i.pinimg.com/474x/18/01/0a/18010ae01b042e6d64780cdf7f78abc3.jpg"
                description = "Худи Serenity – это идеальное сочетание комфорта и стиля. Мягкий флис обеспечивает тепло и уют, а свободный крой и стильные детали делают этот худи универсальным для любого случая. Нежные цвета и минималистичный дизайн подчеркивают вашу индивидуальность."
                name = "Serenity"
                idNum = "34">

                {props.children}
            </Card>

            <Card price = "2 800"
                foto = "https://i.pinimg.com/474x/2b/b5/2d/2bb52d65f721a79a022d589db3d1320c.jpg"
                description = "Худи Cozy – это ваш идеальный спутник для прохладных дней. Мягкий флис внутри и уютный капюшон создают ощущение тепла и комфорта. Свободный крой и стильные элементы, такие как манжеты и карманы, добавляют функциональности и делают этот худи незаменимым элементом вашего гардероба."
                name = "Cozy"
                idNum = "35">

                {props.children}
            </Card>

            <Card price = "3 100"
                foto = "https://i.pinimg.com/474x/7b/ee/9f/7bee9fee7cc9b9c0001e51033fe38ed5.jpg"
                description = "Худи Warmth – для тех, кто ценит тепло и уют. Изготовлен из плотного и мягкого флиса, который сохраняет тепло и обеспечивает комфорт в холодную погоду. Оригинальные принты и вышивки добавляют индивидуальности, а регулируемый капюшон и карманы делают этот худи функциональным и стильным."
                name = "Warmth"
                idNum = "36">

                {props.children}
            </Card>
        </>
    )
}