import Card from "../../card/card"


export default function Jackets(props){
    return(
        <>
            <Card price = "7 200"
                foto = "https://i.pinimg.com/474x/db/a6/99/dba6990651cfe51498f21e0fe68ad021.jpg"
                description = "Куртка Luxe – это сочетание роскоши и функциональности. Изготовлена из высококачественного водоотталкивающего материала с утеплителем из гусиного пуха, эта куртка обеспечивает тепло и комфорт даже в самые холодные дни. Эргономичный крой и стильные детали делают её идеальным выбором для городской жизни и активного отдыха."
                name = "Luxe"
                idNum = "49">

                {props.children}
            </Card>

            <Card price = "4 800"
                foto = "https://i.pinimg.com/474x/02/1f/93/021f9350a4cc8acd7fb4c58130b0fc30.jpg"
                description = "Куртка Blaze – идеальный выбор для прохладной погоды. Изготовлена из прочного нейлона с подкладкой из мягкого флиса, эта куртка обеспечивает защиту от ветра и холода. Регулируемый капюшон и манжеты позволяют адаптировать куртку под любые погодные условия, а стильный дизайн делает её универсальной для повседневного ношения."
                name = "Blaze"
                idNum = "50">

                {props.children}
            </Card>

            <Card price = "7 000"
                foto = "https://i.pinimg.com/474x/25/47/e3/2547e33da1cd7d798e4db50a00db8b6b.jpg"
                description = "Куртка Arctic – для экстремальных условий. Водо- и ветрозащитные материалы обеспечивают максимальную защиту от непогоды, а утеплитель из гусиного пуха гарантирует тепло даже в самые холодные дни. Эргономичный крой и множество карманов делают эту куртку идеальным выбором для зимних прогулок и активного отдыха."
                name = "Arctic"
                idNum = "51">

                {props.children}
            </Card>

            <Card price = "5 500"
                foto = "https://i.pinimg.com/474x/1e/e4/db/1ee4dbc97e662879652ac6b1195ce054.jpg"
                description = "Куртка Zenith – воплощение стиля и функциональности. Легкая, но теплая, она идеально подходит для межсезонья. Водоотталкивающий материал и утеплитель из синтетического пуха сохраняют тепло и защищают от влаги. Элегантный силуэт и стильные детали делают эту куртку идеальным выбором для городской жизни."
                name = "Zenith"
                idNum = "52">

                {props.children}
            </Card>

            <Card price = "3 800"
                foto = "https://i.pinimg.com/474x/9f/6e/2b/9f6e2b4d96a7160842e55275d95a89bb.jpg"
                description = "Куртка Breeze – легкая и дышащая модель для теплой погоды. Изготовлена из высококачественного материала, который обеспечивает вентиляцию и комфорт. Свободный крой и стильный дизайн делают эту куртку идеальным выбором для весенних и летних прогулок."
                name = "Breeze"
                idNum = "53">

                {props.children}
            </Card>

            <Card price = "6 500"
                foto = "https://i.pinimg.com/474x/d7/41/84/d74184e744991995eddbb3d97570e9b9.jpg"
                description = "Куртка Warmth – идеальное решение для холодной погоды. Утепленная подкладка и водоотталкивающий материал обеспечивают тепло и защиту от влаги. Стильный дизайн и функциональные детали, такие как регулируемые капюшон и манжеты, делают эту куртку универсальной для повседневного ношения."
                name = "Warmth"
                idNum = "54">

                {props.children}
            </Card>

            <Card price = "5 000"
                foto = "https://i.pinimg.com/474x/fe/da/dc/fedadc9f6e5389f6cc52c26fa5dea609.jpg"
                description = "Куртка Glow – это стиль и комфорт в одном изделии. Изготовлена из высококачественного материала с водоотталкивающей пропиткой, эта куртка обеспечивает защиту от ветра и дождя. Утеплитель из синтетического пуха сохраняет тепло, а оригинальные детали и принты добавляют индивидуальности."
                name = "Glow"
                idNum = "55">

                {props.children}
            </Card>

            <Card price = "5 800"
                foto = "https://i.pinimg.com/474x/ae/1d/6c/ae1d6cf2c2555117b8750a5db61b5c34.jpg"
                description = "Куртка Radiance – для тех, кто любит яркие образы. Яркие цвета и стильные детали делают эту куртку уникальной и запоминающейся. Высококачественный материал обеспечивает защиту от ветра и влаги, а утеплитель из синтетического пуха сохраняет тепло."
                name = "Radiance"
                idNum = "56">

                {props.children}
            </Card>

            <Card price = "4 800"
                foto = "https://i.pinimg.com/474x/e2/57/50/e25750c22cdaeead9202716d7286bc21.jpg"
                description = "Куртка Joy – это сочетание стиля и функциональности. Легкий и дышащий материал обеспечивает комфорт в любую погоду, а утеплитель из синтетического пуха сохраняет тепло. Оригинальные принты и яркие цвета добавляют образу индивидуальности."
                name = "Joy"
                idNum = "57">

                {props.children}
            </Card>

            <Card price = "5 200"
                foto = "https://i.pinimg.com/474x/19/ff/92/19ff9270569aac0f688a00a24dcff236.jpg"
                description = "Куртка Classic – универсальная модель для любого гардероба. Классический крой и нейтральные цвета делают её идеальной базой для создания различных образов. Высококачественный материал и утеплитель обеспечивают тепло и комфорт в любую погоду."
                name = "Classic"
                idNum = "58">

                {props.children}
            </Card>

            <Card price = "4 800"
                foto = "https://i.pinimg.com/474x/6e/42/8d/6e428df197aa11927ffaedab1420ce58.jpg"
                description = "Куртка Urban – для тех, кто любит городской стиль. Легкий и прочный материал обеспечивает защиту от ветра и влаги, а стильные детали и принты добавляют образу динамичности и современности. Эта куртка станет идеальным выбором для активных и креативных личностей."
                name = "Urban"
                idNum = "59">

                {props.children}
            </Card>

            <Card price = "3 800"
                foto = "https://i.pinimg.com/474x/5e/9f/ec/5e9fec7457f33160b8b075f7e4b6cbb6.jpg"
                description = "Куртка Breeze – легкая и дышащая модель для теплой погоды. Изготовлена из высококачественного материала, который обеспечивает вентиляцию и комфорт. Свободный крой и стильный дизайн делают эту куртку идеальным выбором для весенних и летних прогулок."
                name = "Breeze"
                idNum = "60">

                {props.children}
            </Card>
        </>
    )
}